/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2019 Giridhar. All rights reserved.
 */
"zanalytics.bug.alert.withscreenshot" = "附截圖";
"zanalytics.bug.alert.withscreenrecord" = "附螢幕錄影";
"zanalytics.bug.alert.write" = "联系我们";
"zanalytics.bug.alert.about" = "关于";
"zanalytics.bug.alert.from" = "自";
"zanalytics.bug.alert.imagelimitreached" = "已达到最大限制";
"zanalytics.bug.alert.imagelimits" = "您最多只能附加 10 张图像";
"zanalytics.bug.alert.macheader" = "请与我们分享反馈或报告错误并提供附件供我们参考";
"zanalytics.bug.alert.recordedclip" = "錄製片段";


"zanalytics.bug.alert.anonymalert" = "始終建議用您的電子郵件地址分享意見反應。如果您未分享意見反應，我們將無法連絡您以通報該問題進展。";
"zanalytics.bug.alert.quitfeedback" = "是否确定要离开？";
"zanalytics.feedback.navbar.title.noscreenshots" = "无屏幕截图可用";
"zanalytics.feedback.navbar.title.screenshots" = "屏幕截图";
"zanalytics.feedback.navbar.title.snap" = "快拍";
"zanalytics.feedback.navbar.title.compose" = "撰写";

"zanalytics.bug.alert.cancel"               = "不";
"zanalytics.bug.alert.title"                = "有回饋嗎？";
"zanalytics.feedback.navbar.title.feedback"             = "意見反應";
"zanalytics.feedback.navbar.title.reportbug"            = "報告Bug";
"zanalytics.feedback.navbar.title.helpme"               = "幫助我";

"zanalytics.feedback.navbar.title.systemlogs"             = "系統日誌";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "診斷資訊";

"zanalytics.bug.alert.dontshowagain"            = "不再顯示";
"zanalytics.bug.alert.title.helpme"            = "幫助我";

"zanalytics.bug.alert.message.savetolocal"         = "抱歉，我們無法發送bug報告，您想保存截圖嗎？";



"zanalytics.feedback.email.title"                = "電子郵寄地址";


"zanalytics.bug.detectscreen.title"       = "發現bug了嗎？";

"zanalytics.bug.alert.detectscreen.yes"                      = "是";
"zanalytics.bug.alert.detectscreen.no"                       = "否";
"zanalytics.bug.alert.detectscreen.share" = "共用";
"zanalytics.bug.alert.detectscreen.dontshow" = "不再顯示";

"zanalytics.bug.annotate.button.title"                       = "用以下工具對該bug添加注釋";


"zanalytics.feedback.failed.alert.description" = "無法發送回饋，請重試！";


"zanalytics.feedback.success.alert.description" = "感謝您提交回饋！";


"zanalytics.feedback.common.alert.title.add.photos" = "添加照片";
"zanalytics.feedback.common.alert.title.alert" = "提醒";
"zanalytics.feedback.common.button.title.back" = "返回";
"zanalytics.feedback.common.button.title.cancel" = "取消";
"zanalytics.feedback.common.button.title.close" = "關閉";
"zanalytics.feedback.common.button.title.ok" = "確定";

"zanalytics.feedback.textview.placeholder"  = "我们非常重视您的反馈意见！我们将在将来的更新中考虑您的建议。";
"zanalytics.bug.textview.placeholder"           = "您在使用此應用的過程當中遇到問題了嗎？歡迎告知我們。";
"zanalytics.help.textview.placeholder"           = "我們將竭力解決問題，為您提供幫助！";

"zanalytics.feedback.add.photos.alert.description" = "您還沒有附加照片，請打開相冊添加照片！";

"zanalytics.feedback.add.photos.alert.open" = "打開照片";


"zanalytics.feedback.access.photos.alert.description" = "請在“設置>隱私>照片>%@”中打開“%@”的照片存取權限";

"zanalytics.feedback.access.photos.alert.settings" = "設置";

"zanalytics.feedback.label.title.anonymous" = "匿名";

"zanalytics.feedback.navbar.button.title.send" = "發送";
"zanalytics.feedback.navbar.button.title.next" = "下一個";
"zanalytics.feedback.navbar.button.title.done" = "完成";
"zanalytics.feedback.navbar.button.title.editphotos" = "編輯照片";
"zanalytics.feedback.navbar.button.title.addmore" = "添加更多";
"zanalytics.feedback.navbar.button.title.attach" = "附加";
"zanalytics.feedback.navbar.button.title.delete" = "刪除";


"zanalytics.feedback.navbar.title.taptoedit" = "點擊以編輯";
"zanalytics.feedback.navbar.title.editor" = "編輯者";
"zanalytics.feedback.navbar.title.choosephotos" = "選擇照片";
"zanalytics.feedback.navbar.title.selectphotos" = "選擇照片";
"zanalytics.feedback.navbar.title.photoselected" = "照片已選中";
"zanalytics.feedback.navbar.title.photosselected" = "照片已選中";

"zanalytics.feedback.accessory.title.systemlogs" = "包含系統日誌";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "包含診斷資訊";
"zanalytics.feedback.accessory.button.title.view" = "視圖";

"zanalytics.feedback.picker.image.notfound" = "未找到圖片";

"zanalytics.feedback.attachments.title" = "附件(%i)";

"zanalytics.feedback.privacy.consent.description" = "我們建議您包括主控台記錄和診斷資訊，因為這將幫助我們的開發人員更好地瞭解您分享的意見反應。";

"zanalytics.feedback.privacy.consent.clogs.title" = "主控台記錄";

"zanalytics.feedback.privacy.consent.dinfo.title" = "診斷資訊";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "其他資訊";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "設備信息";

"zanalytics.feedback.privacy.consent.cancel" = "取消";

"zanalytics.feedback.privacy.consent.openmailapp" = "在郵件中打開";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "一律發送";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "記錄問題";
"issuerecordscreen.label.close" = "關閉";
"issuerecordscreen.label.failedtoinitiate" = "無法啟動螢幕錄製";
"issuerecordscreen.label.failuremultiwindow" = "您嘗試錄製的內容處於多視窗模式，目前不支援在此模式下進行錄製。請切換至全螢幕模式";
"issuerecordscreen.label.nointerneterror" = "螢幕錄製需要網際網路連線。請連線後再繼續。";
"issuerecordscreen.label.ok" = "確定";
"issuerecordscreen.label.recordinginfo" = "快速記錄您遇到的問題，並將其傳送給我們的支援團隊，以便於瞭解和快速協助。";
"issuerecordscreen.label.iagreetext" = "我同意收集所需資料。檢視詳細資料";
"issuerecordscreen.label.optiontotrim" = "您可以修剪、編輯和標註已錄製的視訊。";
"issuerecordscreen.label.startrecording" = "開始錄製";
"issuerecordscreen.label.endrecording" = "結束錄製";
"issuerecordscreen.label.recordinginprogress" = "正在錄製中！";
"issuerecordscreen.label.quicktipstext" = "快速提示";
"issuerecordscreen.label.quicktips1" = "您最多可以錄製 5 分鐘的螢幕畫面。";
"issuerecordscreen.label.quicktips2" = "您可以修剪、編輯和註解錄製的視訊。";
"issuerecordscreen.label.quicktips3" = "螢幕錄製時請勿關閉應用程式。";
"issuerecordscreen.label.quicktips4" = "如需瞭解更多資訊，請參閱我們的說明文件";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "經您同意後，將收集以下資料：";
"dataconsentscreen.label.consent1" = "您的 IP 位址和錄製期間產生的主控台記錄";
"dataconsentscreen.label.consent2" = "您的環境詳細資料（如裝置名稱、作業系統版本等）。";
"dataconsentscreen.label.consent3" = "裝置效能指標（如記憶體、網路連線時間等）";
"dataconsentscreen.label.consent4" = "裝置視窗的螢幕錄製";
"dataconsentscreen.label.consent5" = "預設情況下會在螢幕畫面錄製期間錄製音訊。但您可以在提交前將音軌靜音或重新錄製。";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "麥克風存取已停用";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "請前往「設定」並開啟麥克風以錄製音訊。";
"videoannotationscreen.alert.microphonedisablediphone" = "麥克風存取已停用。請前往「設定」並開啟麥克風以錄製音訊。";

// General
"general.label.recordingintiationfailed" = "螢幕錄製啟動失敗。請再試一次";
"general.label.ok" = "確定";
"general.label.submit" = "提交";
"general.label.done" = "完成";
"general.label.cancel" = "取消";
"general.label.settings" = "設定";
"general.label.erroroccured" = "發生錯誤";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "檔案大小已超過限制。檔案大小不得超過 3 MB";
"issuesubmissionscreen.label.attachfiles" = "附加檔案";
"issuesubmissionscreen.label.newrecording" = "新建錄製檔";
"issuesubmissionscreen.label.editrecording" = "編輯錄製檔";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "無曲目";
"videoannotationscreen.label.shapeborderwidth" = "框線寬度";
"videoannotationscreen.label.shapelineopacity" = "不透明度";
"videoannotationscreen.label.shapetextsize" = "文字大小";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "元素時長超過視訊長度";
"videoannotationscreen.alert.notallowed" = "不允許";
"videoannotationscreen.alert.deleteexisitingaudio" = "請在錄製新音訊前刪除現有音訊。";
"videoannotationscreen.alert.textlimitreached" = "已達到限制";
"videoannotationscreen.alert.textdeleteexisting" = "請刪除部分現有文字。";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "請在錄製音訊前暫停視訊";
"videoannotationscreen.alert.changesnotsaved" = "您的變更尚未儲存。確定要繼續嗎？";
"videoannotationscreen.alert.proceed" = "繼續";
"videoannotationscreen.alert.stroketypesolid" = "實線";
"videoannotationscreen.alert.stroketypedashed" = "虛線";
"videoannotationscreen.alert.entertext" = "輸入文字";

"videoannotationscreen.label.trim" = "修剪";
"videoannotationscreen.label.mask" = "遮罩";
"videoannotationscreen.label.shapes" = "形狀";
"videoannotationscreen.label.text" = "文字";
"videoannotationscreen.label.audio" = "音訊";
"videoannotationscreen.label.block" = "封鎖";
"videoannotationscreen.label.blur" = "模糊";
"videoannotationscreen.label.rectangle" = "矩形";
"videoannotationscreen.label.oval" = "橢圓";
"videoannotationscreen.label.arrow" = "箭號";
"videoannotationscreen.label.color" = "顏色";
"videoannotationscreen.label.width" = "寬度";
"videoannotationscreen.label.style" = "樣式";
"videoannotationscreen.label.edit" = "編輯";
"videoannotationscreen.label.size" = "大小";
"videoannotationscreen.label.background" = "背景";
"videoannotationscreen.label.textregular" = "正規";
"videoannotationscreen.label.textbold" = "粗體";
"videoannotationscreen.label.textitalics" = "斜體";
"videoannotationscreen.label.textbolditalics" = "粗體 - 斜體";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "電子郵件地址";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "螢幕錄製摘要";
"issuesubmissionform.label.subjectdisplayname" = "主題";
"issuesubmissionform.label.subjectplaceholder" = "輸入主旨";
"issuesubmissionform.label.addtoexistingticket" = "新增至現有票證";
"issuesubmissionform.label.existingticketid" = "現有票證 ID";
"issuesubmissionform.label.enterticketidtolink" = "輸入要關聯的票證 ID";
"issuesubmissionform.label.issuedescription" = "問題描述";
"issuesubmissionform.label.issuemoredetails" = "提供有關問題的更多詳細資料";
"issuesubmissionform.label.submityourissue" = "提交問題";
"issuesubmissionform.alert.videouploadfailed" = "視訊上傳失敗。請再試一次。";
"issuesubmissionform.alert.thanksmessagetitle" = "感謝您與我們聯絡！";
"issuesubmissionform.alert.thanksmessagebody" = "您的問題是我們的首要任務，因此我們的支援團隊將盡快與您聯絡。祝您生活愉快！";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "上傳視訊編輯詳細資料失敗。請再試一次。";
"issuesubmissionform.label.entersubject" = "請輸入問題主旨";
"issuesubmissionform.label.enteremail" = "請輸入電子郵件地址";
"issuesubmissionform.label.enterexistingticketid" = "請輸入現有票證 ID";
"issuesubmissionform.label.choosephoto" = "選擇相片";
"issuesubmissionform.label.browse" = "瀏覽";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "相片庫存取已停用。請前往「設定」並開啟相片庫以存取照片。";
"issuesubmissionform.alert.accestophotodisabledipad" = "相片庫存取已停用";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "請前往「設定」並開啟相片庫以存取照片。";
"issuesubmissionform.alert.submitting" ="正在提交";
